export default {
  tl: {
    common: {
      scan: '扫码下载'
    },
    header: {
      lang: '马来西亚',
      Merchant: '商家中心'
    },
    navbar: {
      home: '首页',
      business: '商家入驻',
      rider: '骑手入驻',
      download: 'APP下载',
      partners: '合作伙伴',
      about: '关于我们',
      contact: '联系我们'
    },
    home: {
      0: {
        title: '美食 | 外卖'
      },
      1: {
        title: '超市 | 生鲜'
      },
      2: {
        title: '水果 | 蔬菜'
      },
      3: {
        title: '鲜花 | 礼物'
      },
      4: {
        title: '买药 | 保健'
      },
      5: {
        title: '休闲 | 电影'
      },
      6: {
        title: '私教 | 陪玩'
      },
      7: {
        title: '代充 | 代缴'
      },
      8: {
        title: '跑腿 | 代购'
      }
    },
    business: {
      title: '商家入驻',
      business1: '下载并注册<br/>“天天生活”App',
      business2: '提交“商家入驻”申请',
      business3: '通过：安装“天天生活<br/>（商家）”App',
      business4: '上传商品“开始营业”',
      info: {
        title: '合作商家可少抽3%',
        remark: '满足以下三个条件即可',
        discount: '少抽1%',
        info1: '店内张贴“天天”扫码下单',
        info2: '门口张贴“天天”骑手招聘',
        info3: '商家在“天天”设置优惠活动'
      }
    },
    rider: {
      title: '骑手入驻',
      rider1: '下载并注册<br/>“天天生活”App',
      rider2: '提交“骑手申请”资料',
      rider3: '缴纳150马币费用',
      rider4: '领取装备：接单赚钱',
      info: {
        title: '申请条件',
        info1: '拥有一台智能手机',
        info2: '持有有效的摩托驾驶证',
        info3: '一辆摩托车和安全装备'
      }
    },
    download: {
      title1: '天天生活',
      title2: '天天商家',
      title3: '天天骑手'
    },
    about: {
      p1: '天天生活，成立于2021年，是一家开放、包容的科技企业，我们真正致力于用实际行动帮助千万家庭和顾客。',
      p2: `1.只向商家收取少许的服务费，大大降低商家运营成本；
</br>2.将外卖抽佣利润返还给顾客，实现商家与顾客双赢的局面；
</br>3.开放商家与顾客直接沟通渠道，提高效率的同时也大幅度提升了服务品质；
</br>4.承诺“店内扫码点单”和“货到付款服务”永久免费，让更多人享受互联网的生活便利。`,
      p3: '天天有你，享受生活：以“你”为中心，陪伴每一天，带你享受互联网生活!'
    },
    contact: {
      content: `地址 ： 18F, No.24, Jalan Perak,  50450,  Wilayah Persekutuan Kuala Lumpur
</br>服务热线：+6011-1588 8888
</br>官网地址：www.TT.vip
</br>投诉信箱：go@tt.vip`
    },
    footer: {
      s1: '支付条款',
      s2: '隐私政策'
    },
    payment: {
      title: '支付条款',
      content: `
 <h2>1. 价格和付款</h2>
 <article>1.1. 平台上报价的物品价格将以适用的本国货币显示，并须缴纳适用税款。平
台上的 价格可能与我们的商家在其网站、移动应用程序或其实体店提供
的价格有所不同。此外，平台上显示的价格是每个外卖订单、餐桌订单或
外卖订单时的价格，可能会被商家不时地改变。</br>&nbsp;</article>
<article>1.2. 我们显示商家物品价格的方式可能因商家而异，我们平台上反映的价格
将会:</article>
<article><h3>1.2.1. 包括销售和服务税（"SST"）或其他类似的税；或</h3></article>
<article><h3>1.2.2. 不包括销售和服务税或此类其他同等税种。</br>&nbsp;</h3></article>
<article>1.3. 价格和额外费用的明细将在结账前显示。当您下达配送订单、餐桌订单
或外卖订单时，您同意向您显示的所有金额、额外费用和最终的 "总额"。
额外费用可能包括平台可能确定的骑手配送您的外卖订单的配送费（"配
送费"）、餐盒费和任何适用的税款（例如，SST或您所在司法管辖区的任何
同等税款等）。</br>&nbsp;</article>
<article>1.4. 您同意向我们支付您在平台上的配送订单、餐桌订单和/或外卖订单的总
金额。我们将根据本协议的条款和条件以及商家适用的菜单列表中规定
的定价条款收取总金额。请注意，我们无法控制您的银行可能向您收取
的与我们收取总金额有关的任何金额，并且我们不承担这方面的所有责
任。</br>&nbsp;</article>
<h2>2. 支付方式</h2>
<article>2.1. 关于您的配送订单、餐桌订单和/或外卖订单，您将被要求提供惯常的账
单信息，如姓名、账单地址和付款信息给我们或我们的第三方支付处理
器。目前平台上可用的支付方式包括：</article>
<article><h3>2.1.1. 信用卡/借记卡支付。</article>
<article><h3>2.1.2. 电子钱包支付（包括Touch 'n Go、微信支付、Boost、Shopeepay、
MCash、GrabPay、Maybank QR、NetsQR和Alipay）。</article>
<article><h3>2.1.3. 通过第三方电子钱包平台支付。</article>
<article><h3>2.1.4. 货到付款。</article>
<article><h3>2.1.5. 使用您的 "XXX LIFE钱包 "余额付款；以及</article>
<article><h3>2.1.6. 我们不时提供的其他付款方式。</br>&nbsp;</article>
<article>2.2. XXX LIFE保留在任何时候自行决定提供额外的付款方式和/或取消现
有付款方式的权利。</br>&nbsp;</article>
<article>2.3. 无论您选择哪种付款方式，您都承认并同意，我们作为商家的付款代理人
，仅代表商家接受您的付款。在您向我们支付应付给商家的交易金额后，
您向商家支付这些金额的义务就完成了，而我们负责将这些金额汇给商
家。在任何情况下，您不得就使用本平台作出的任何送货订单、餐桌订单
和/或外卖订单直接向商家付款。</br>&nbsp;</article>
<article>2.4. 您承认并同意，对于因您输入的送货信息和/或付款信息不正确或有误，或因您为物品付款而汇错款，或因您在平台上选择的付款方式出现任何故
障、中断或错误而给您造成的任何损失或损害，XXX LIFE不承担任何
责任。</br>&nbsp;</article>
<article><b>2.5. 信用卡/借记卡付款</b></article>
<article><h3>2.5.1. 如果您选择使用信用卡/借记卡付款，您特此授权我们直接或间接通过第三方在线支付处理机构从您提供的信用卡/借记卡中收取该
等款项，作为申请送货订单、餐桌订单和/或外卖订单的一部分。您同意，我门可以对您的信用卡/借记卡进行合理的授权扣留，这并不
是对您的卡进行实际扣留，以便在平台上首次通过您的卡核实您
的付款方式，作为防止您的信用卡/借记卡被擅自使用或欺诈的预
防措施。</article>
<article><h3>2.5.2. 如果您被引导到我们的第三方支付处理机构，您可能会受到关于使用该第三方服务的条款和条件以及该第三方的个人信息收集做法的约束。在使用平台服务之前，请查阅此类条款和条件以及隐私
政策。</article>
<article><h3>2.5.3. 一旦您的确认订单交易完成，您将会收到一份确认书，总结您的确认订单。经您同意，您的信用卡/借记卡和/或付款信息将被保存在
我们和/或我们的第三方支付服务提供商处，用于今后的订单。</article>
<article><h3>2.5.4. 在付款时，您将被要求向经批准的支付网关提供您的信用卡或借
记卡详细信息。在这方面，您同意向经批准的支付网关提供正确和
准确的信用卡/借记卡信息，以利用服务。您不得使用非您合法拥
有的信用卡/借记卡，也就是说，在任何交易中，您必须使用您自己
的信用卡/借记卡。您所提供的信息将不会被利用或与任何第三方
共享，除非是为了核实欺诈行为或根据法律、法规或法院命令的要
求。您将对您的信用卡/借记卡信息的安全性和保密性负全部责任。
我们明确表示不承担任何因未经授权使用您的信用卡/借记卡而可
能产生的责任。</br>&nbsp;</article>
<article><b>2.6. 电子钱包付款和通过第三方电子钱包平台付款</b></article>
<article><h3>2.6.1. 如果您选择使用电子钱包或第三方电子钱包平台付款，您特此授
权我们通过电子钱包或第三方电子钱包平台提供商，直接或间接地从您提供的电子钱包账户中收取这些款项，作为请求送货单、
餐桌订单和/或外卖订单的一部</article>
<article><h3>2.6.2. 在App上使用电子钱包或第三方电子钱包平台付款时，您将被要求
登录并向XXX LIFE提供您的个人电子钱包账户的访问权，以
便XXX LIFE处理您的付款。您同意，通过使用电子钱包或第三
方电子钱包平台进行支付，您可能受制于各电子钱包或第三方电
子钱包平台提供商所规定的单独的使用条款和条件。在使用平台
服务之前，请查阅此类条款和条件以及隐私政策。</article>
<article><h3>2.6.3. 一旦您的确认订单交易完成，您将收到一份总结您的确认订单的
确认书。经您同意，您的电子钱包账户信息和/或支付信息将被储
存在我们和/或我们的第三方支付服务提供商处，用于未来的订单。</br>&nbsp;</article>
<article><b>2.7. 货到付款</b></article>
<article><h3>2.7.1. 如果您选择货到付款作为您的付款方式，您同意您受到法律约束，
并且有义务在交付您的送货单时向指定的骑手支付现金。为了促
进有效的交付，您应该在实际可行的情况下，准备足够的与您的订
单账单准确金额相同的现金（并避免用过多的硬币付款），以支付
给被指派的骑手。</article>
<article><h3>2.7.2. 如果您在交付您的送货单时由于任何原因而未能或拒绝支付现金
，而不是由XXX LIFE、本公司的商户或被指派的骑手的过失，
您仍然应当对您的送货单的全部应付金额负责。在这种情况下，
您应放弃配送您的订单，而且，XXX LIFE有权并将从您的用户
账户注册的其他付款方式（如适用）中扣除、抵销或作为贷项向您
收取应付给XXX LIFE的拖欠款项。在这种情况下，货到付款
可能会从您未来订单的可用付款方式列表中删除。</br>&nbsp;</article>
<article><b>2.8. XXX LIFE 钱包</b></article>
<article><h3>2.8.1. 为方便您的使用，XXX LIFE提供专有的应用内信用账户和支
付功能（"XXX LIFE钱包"），允许您向您的用户账户加载货币价
值，用于未来的应用内支付。XXX LIFE Credit只能用于应用内
支付，不能在平台外使用。</article>
<article><h3>2.8.2. XXX LIFE币以马来西亚灵吉（RM）计价和存储，其货币价值与
加载到您用户账户的金额相同。我们接受以下来源的现金存款和
充值（仅以马来西亚令吉（RM）计价），以下方式在平台上都是可用
的：</article>
<article><h3>2.8.3. 信用卡/借记卡。</article>
<article><h3>2.8.4. 网上银行；和/或</article>
<article><h3>2.8.5. 其他电子钱包平台。</br>&nbsp;</article>
<article>2.9. 您可以按照应用程序上不定时说明的固定金额向您的用户账户存入或充
值XXX LIFE 钱包。我们不会对任何存款或充值收取任何交易费用。</br>&nbsp;</article>
<article>2.10. XXX LIFE 钱包余额应被视为现金，可用于为您的外卖订单、餐桌订
单和/或外卖订单进行app内支付。XXX LIFE钱包用户有权享受独家折
扣、回扣、优惠、忠诚度积分、奖励和其他优惠，这些优惠可在平台上使用
，具体详情由XXX LIFE不定时提供。客户还可能与其他第三方机构合
作，不时获得XXX LIFE钱包红利，以便在平台上使用。</br>&nbsp;</article>
<article>2.11. 每个用户账户可申请一个指定的XXX LIFE钱包账户，该账户由TIN
TIN LIFE维护。客户可在任何时候通过您的用户账户访问和查看您的
XXX LIFE钱包余额、交易记录和其他相关信息。</br>&nbsp;</article>
<article>2.12. 您同意，对于您的XXX LIFE钱包账户中的余额，应严格不允许提款。
如果您的用户账户因任何原因被终止，或您不再是平台的用户，您同意您
的XXX LIFE钱包账户中的该等余额将被XXX LIFE没收。您同意，
您存款的风险由您自己承担，XXX LIFE不对您向您的用户帐户存款
或充值XXX LIFE钱包额度而造成的任何损失负责。</br>&nbsp;</article>
<article>2.13. 您有责任在向您的用户账户存入或充值XXX LIFE钱包额度之前，核
实并确认您的存款或充值金额。XXX LIFE严格不接受关于您的用户
账户存入或充值的XXX LIFE钱包额度不正确或有误的索赔，我们将
不处理有关的退款或提款请求，除非出现由XXX LIFE全权决定的极
端和不可预见的情况。</br>&nbsp;</article>
<article>2.14. 如果您的XXX LIFE钱包额度低或不足以支付您的外卖订单、餐桌订
单和/或外卖订单，您可能需要进一步充值您的XXX LIFE钱包额度，以
完成订单。</br>&nbsp;</article>
<article>2.15. 通过使用XXX LIFE 钱包，您同意在发现您的XXX LIFE 钱包中的
任何欺诈活动或资金余额出现差异时立即通知我们。</br>&nbsp;</article>
      `
    },
    policy: {
      title: '隐私政策',
      content: `
      <p>为了符合《2010年个人数据保护法》的要求，以及我们的首要任务是通过向客户、用户
      和合作伙伴提供高水平的透明度来获得信任，本隐私政策旨在全面、易懂地概述与我们
      的配送网站、应用程序和相关服务（以下简称“平台”）相关的数据处理实践和隐私合规措
      施。
      </p>
 <br />
<h4>1. 定义</h4>
<table>
<tr>
<th>用词</th>
<th>定义</th> 
</tr>
<tr>
<th>数据控制器，我们，我们的</th>
<th>是指决定处理个人数据的目的和方式的一方。在这种情况下，指的是XXX Life。</th> 
</tr>
<tr>
<th>数据主体，你，你的</th>
<th>指作为个人数据主体和数据信息所有者的个人。在这种情况下，您将成为我们的客户和用户。</th> 
</tr>
<tr>
<th>个人资料</th>
<th>
指与商业交易有关的任何信息，这些信息<br />
(a) 全部或部分地通过响应为此目的发出的指令而自动运行的设备来处理。<br />
(b) 在记录时打算全部或部分地通过这种设备进行处理；或<br />
(c) 被记录为相关档案系统的一部分，或有意使其成为相关档案系统的一部分，该信息直接或间接与数据对象有关，而数据对象可从该信息或从该信息和数据使用者拥有的其他信息中被识别或辨认出来，包括关于数据对象的任何敏感个人数据和意见表达，但不包括为信用报告机构根据《2010年信用报告机构法》开展的信用报告业务而处理的任何信息。<br />
</th> 
</tr>
<tr>
<th>平台</th>
<th>指丁丁生活的网站和/或平台应用程序。</th> 
</tr>
<tr>
<th>第三方</th>
<th>
指除以下人士外的任何人士<br />
(a) 資料當事人。<br />
(b) 與資料當事人有關的有關人士。<br />
(c) 資料使用者。<br />
(d) 資料處理者；或<br />
(e) 经资料使用者书面授权，在资料使用者的直接控制下处理个人资料的人。<br />
</th> 
</tr>
<tr>
<th>第三方网站</th>
<th>指任何由不属于我们的第三方控制的网站，我们的网站或应用程序可能链接到天天生活。</th> 
</tr>
<tr>
<th>XXX Life</th>
<th>指 TinTin Life Sdn Bhd（1429651-M），其注册地址为在马来西亚注册的公司，注册地址为 Block D1717, Metropolitan Square, No.2, Jalan PJU 8/1, Bandar Damansara Perdana, 47820 Petaling Jaya, Selangor。</p></th> 
</tr>
</table>



<p> <br />
<h4>2.个人数据保护原则</h4>
<article>a.一般原则</article>
<article>b.通知和选择原则</article>
<article>c.披露原则</article>
<article>d.安全原则</article>
<article>e.保留原则</article>
<article>f.数据完整性原则</article>
<article>g.访问原则</article>
 <br />
<h4>3.数据主体（"用户或客户"）的权利</h4>
<table>
<tr>
<th>访问权</th>
<th>数据主体有权获知哪些数据被储存，以及XXX Life如何处理这些数据。这也包括收到他或她的数据的副本。</th>
</tr>
<tr>
<th>纠正的权利</th>
<th>数据主体有权利和机会查阅他们的个人数据，并通过通知XXX Life进行任何修改或更新</th>
</tr>
<tr>
<th>删除权</th>
<th>数据当事人有权在任何时候删除XXX Life储存的所有个人数据</th>
</tr>
<tr>
<th>限制处理的权利</th>
<th>
如果数据当事人不希望XXX Life删除其个人数据，但也不希望XXX Life进一步处理其个人数据，XXX Life应实现数据当事人的个人数据，并仅在数据当事人允许和/或要求的情况下将其重新整合到运营系统<br />
</th>
</tr>
<tr>
<th>撤销同意的权利</th>
<th>数据当事人有权在任何时候撤销同意</th>
</tr>
<tr>
<th>反对权</th>
<th>数据当事人可随时反对接收通讯或任何其他直接营销通讯。</th>
</tr>
<tr>
<th>投诉权</th>
<th>如果数据当事人认为我们对他或她的个人数据或权利做了错事，数据当事人可以随时向监督机构投诉。此外，数据主体可以就其个人数据的处理向马来西亚的数据保护机构提出投诉</p></th>
</tr>
</table>
<p> <br />
* 要行使您的删除或修改权利，您可以随时使用您的用户账户中提供的功能。例如，如
果你想删除或修改你的数据，你可以直接登录到你的个人资料。或者，您可以通过联系
cs@tt.vip，要求我们的客户支持部门协助您行使上述任何其他数据主体权利。
请注意，我们通常会收到大量的请求--因此，我们建议你利用你的用户账户中提供的功
能来删除或修改你的个人数据，以获得最快的解决。
<h4>4. 隐私是你的权利，选择权在你手中</h4>
数据用户始终有权决定哪些个人数据或信息将与XXX LIFE网共享并由其处理。然
而，上述权利受制于数据用户在注册平台和使用服务时正式同意的用户服务条款的某
些条款和条件。因此，XXX LIFE网将要求数据用户提供某些信息，以使数据用户能
够使用平台的服务，并使XXX LIFE网能够履行其在合同下的义务。数据用户有权
选择是否提供这些信息，或者宁愿不使用XXX LIFE的平台。</br>
基本上，您可以采取以下步骤来控制和管理您与我们分享的个人数据的数量。
Cookies和网络跟踪。您可以将您的设备或网络浏览器设置为拒绝cookies和其他网络跟
踪技术（这也可以通过我们的同意管理器实现）。如果你停止网络跟踪，你将不再看到
任何个性化的内容、优惠或广告。</br>
直接营销。如果您不想收到我们的通讯或报价，您可以在任何时候取消订阅。在这种
情况下，我们将无法再向您发送任何很酷的优惠。</br>
您也可以通过电子邮件向 cs@tt.vip 提交您的请求，撤回您对为某些目的（如营销）处理
您的个人数据的同意。</br>
<h4>5. 我们处理的个人数据的概述</h4>
为了便于您的理解，个人数据是能够直接识别您的信息（如您的姓名或照片）或使我们
能够间接识别您的信息（例如，基于与您的个人资料中的个人信息相关的用户ID）。
你会在下面找到关于我们处理活动的更多详细信息。我们通常出于以下原因处理以下
类别的个人数据。
</br>&nbsp;

<article><b>a. 简介数据（主数据）</b></article>
<article><h5>这包括您的姓名、电子邮件地址、密码、电话号码、国家和年龄。</br>
我们为什么要处理这类数据？</br>
这些数据是您的主数据，我们绝对需要这些数据来让您使用我们的平台。
没有电子邮件地址/电话号码和密码，你就不能创建个人资料。与你的名字
一起，这是你的主数据。我们需要你的年龄，以确保你不是一个未成年
人。</br>&nbsp;</article>
<article><b>b. 交付数据</b></article>
<article><h5>这包括您的姓名、送货地址、电话号码、订单细节和订单ID。</br>
我们为什么要处理这类数据？</br>
根据数据最小化原则，我们只向我们的骑手、商店和餐馆提供他们需要你
提供的信息，以准备和交付你的订单。</br>&nbsp;</article>
<article><b>c. 订单历史数据</b></article>
<article><h5>这包括您的订单历史、选定的商店或餐馆（视情况而定）、发票、订单编
号、对订单的评论、付款方式的信息、送货地址、成功的订单和取消的订
单。</br>
我们为什么要处理这类信息？</br>
每次你下订单时，这些信息将被添加到你的个人资料中。您可以在任何时
候在您的个人资料中查看所有这些信息。我们将使用这些信息来改善我
们的服务，并根据您的兴趣优化平台。</br>&nbsp;</article>
<article><b>d. 位置数据</b></article>
<article><h5>这包括你的地址、邮编、城市、国家，以及你的设备的经度和纬度。</br>
我们为什么要处理这类数据？</br>
我们需要这些数据以便能够交付您的订单（或使您所订购的餐厅或商店能
够交付给您）。我们自动创建经度和纬度，以便能够在我们的其他链接系
统中处理您的送货地址，例如我们的骑手应用程序，并向我们的骑手显示
您的地址。</br>&nbsp;</article>
<article><b>e. 设备信息和访问数据</b></article>
<article><h5>这包括您的设备ID或其他设备标识、操作系统和相应的版本、访问时
间、配置设置以及您的IP地址。</br>
我们为什么要处理这类信息？</br>
每次您访问我们的平台时，这些信息都会被我们出于技术原因而存储。
我们也使用这些信息的一部分来在早期阶段检测可疑行为，并保护我们
的平台。</br>&nbsp;</article>
<article><b>f. 客户关怀数据</b></article>
<article><h5>这包括您的姓名、地址、电话号码、电子邮件地址或来自任何社交媒体的
ID（如果适用）。</br>
我们为什么要处理这一类别？</br>
如果您与我们联系，我们收集这些数据是因为我们需要知道我们在与谁
交谈，以及我们交谈的内容，以便我们可以帮助您解决您与我们联系的原
因。如果你在社交媒体上对我们的粉丝页面留言，这也适用。我们不会将
这些数据与您在我们平台上的个人资料数据结合起来，但我们仍然可以
通过您的社交媒体ID来识别您。</br>&nbsp;</article>
<article><b>g. 营销联系和通信数据</b></article>
<article><h5>这包括您的姓名、电子邮件地址、电话号码和设备ID。</br>
我们为什么要处理这一类别？</br>
如果你想收到我们的电子邮件、短信或应用内推送通知，我们需要某些信
息来向你发送信息。与其用 "Hey You "来称呼你，我们觉得用你的名字来
称呼你更方便客户。这类个人数据也被我们用来与您联系，例如，如果产
品无法交付，我们想为您提供一个替代产品。</br>&nbsp;</article>
<article><b>h. 支付数据</b></article>
<article><h5>这包括您的付款方式，以及加密的、匿名的信用卡信息。</br>
我们为什么要处理这类信息？</br>
我们需要这些信息来启动您的付款，并将其分配给您所下的订单。我们
还需要这些数据来为未来的订单储存您的付款信息（如果您同意我们这样
做）。</br>&nbsp;</article>

<h4>6. 我们的详细处理活动，处理目的</h4>
<p>我们只按照相关的数据保护法来处理您的个人数据。 我们特别注意的是，所有处理个人
数据的原则都得到了考虑。因此，我们只在合法的情况下处理您的数据，并且您可以合
理地期望它被处理。尽管如此，为了能够向您提供我们的服务，处理您的个人数据是必
不可少的。你确实通过在你的设备上输入这些数据，主动向我们提供了其中的一些数
据。我们在您使用我们的平台时自动收集的其他数据。</br>
我们为以下目的（"目的"）处理您的个人数据。
</p>
<article>a. 创建和操作您的账户，交付您的订单</article>
<article><b>● 创建账户</b></article>
<article><h5>在创建客户账户时，您将被要求输入您的主数据。这是绝对必要的，因为
没有这些数据，我们就无法创建客户档案。您的电子邮件地址和电话号码
尤其重要，因为当您下次想再次登录时，我们可以利用这些信息在我们的
系统中识别您。此外，我们想请您谨慎选择您的密码。不要在多个网站上
使用同一个密码。您的密码也应该至少有6个字符的长度。
</br>个人数据的类别。
<h3>○ 简介数据（主数据）</h3>
<h3>○ 设备信息和访问数据</br>&nbsp;</article></h3>
<article><b>● 登录现有账户</b></article>
<article><h5>如果你已经有一个现有的客户账户，你需要输入你的电子邮件地址和密
码来登录。如果我们在注册过程中发现违规行为，如多次输入错误的密
码，我们将采取适当的措施，防止对您和我们造成损害。
</br>个人数据的类别。</h5>
<h3>○ 简介数据（主数据）</br>&nbsp;</h3></article>
<article><b>● 与Facebook的单点登录</b></article>
<article><h5>如果您有一个Facebook个人资料，您可以使用由Meta Platforms, Inc.运营
的社交网络Facebook提供的 "Facebook连接 "功能在我们的平台上注册一
个客户账户。("Facebook")。</br>
通过使用我们网站上的这个 "Facebook连接 "按钮，您可以使用您的
Facebook用户数据在我们的网站上登录或注册。只有当您在注册过程中根
据与Facebook交换数据的相应说明明确表示同意时，我们才会根据您在
Facebook上的个人数据保护设置，在使用Facebook的 "Facebook Connect "
按钮时收到存储在您个人资料中的一般和可公开的信息。这些信息包括
用户ID、姓名、个人资料照片和年龄。</br>
关于 "Facebook登录 "的更多信息可在以下网站找到：</br>
https://www.facebook.com/help/942196655898243
</br>个人数据的类别。</h5>
<h3>○ 简介数据（主数据）</h3>
<h3>○ 脸书个人资料数据</h3></article>
<article><b>● 与谷歌的单点登录</b></article>
<article><h5>如果您在谷歌有一个账户，您可以使用这个账户登录我们的服务。欧洲
用户的谷歌账户由谷歌爱尔兰有限公司提供，地址为Gordon House,
Barrow Street, Dublin 4, Ireland（"谷歌爱尔兰"），是谷歌有限责任公司的子
公司，地址为1600 Amphitheatre Parkway, Mountain View, CA 94043（"谷歌
"）。
通过使用我们网站上的 "继续使用谷歌 "按钮，您可以使用您的谷歌用户
数据在我们的网站上登录或注册。只有当您在注册过程中根据与谷歌交
换数据的相应说明明确表示同意，我们才会收到您的谷歌用户ID、用户名
和电子邮件地址。我们永远不会收到您的谷歌密码，也无法登录您的谷歌
账户。您可以通过查看谷歌的解释来了解更多关于在用谷歌登录我们的
服务时与谷歌共享数据的情况：
https://support.google.com/accounts/answer/112802?hl=en&co=GENIE.Platfo
rm%3DAndroid
谷歌传输的数据由我们存储和处理，仅用于创建一个拥有必要数据的用
户账户。
</br>个人数据的类别。</h5>
<h3>○ 简介数据（主数据）</h3>
<h3>○ 联系信息</h3>
<h3>○ 谷歌ID和相关账户数据</h3></br>&nbsp;</article>
<article><b>● 管理您的个人资料</b></article>
<article><h5>您可以在任何时候登录您的个人资料，修改您的个人数据，如姓名、电子
邮件地址或电话号码。您还可以查看您以前的订单。
</br>个人数据的类别。
<h3>○ 简介数据（主数据）</h3>
<h3>○ 位置数据</h3>
<h3>○ 订单历史数据</h3>
<h3>○ 设备信息和访问数据</h3>
<h3>○ 营销联系和通信数据</h3>
<h3>○ 支付数据</h3></br>&nbsp;</article>
<article><b>● 订单处理</b></article>
<article><h5>一旦您成功注册并决定下订单，我们将把这些信息储存在您的个人资料
中，并在进一步的流程中进行处理，以便您向我们提交您的订单。当您提
交订单时，您的个人数据将被转移到我们的后端，在那里被转移到其他系
统进行进一步处理。
</br>个人数据的类别。
<h3>○ 简介数据（主数据）</h3>
<h3>○ 订单数据</h3>
<h3>○ 交付数据</h3>
<h3>○ 位置数据</h3>
<h3>○ 设备信息和访问数据</h3></br>&nbsp;</article>
<article><b>● 储存您的购物车以供日后使用</b></article>
<article><h5>在您登录到您的个人资料并作出选择后，产品将被保存在您的个人资料
中。如果您不小心关闭了您的浏览器或应用程序，您可以继续您的订单的
最后一点。我们存储这些数据是为了给您提供更好的订购体验，您可以方
便地在不小心关闭的浏览器或应用程序中继续订购。
</br>个人数据的类别。
<h3>○ 简介数据（主数据）</h3>
<h3>○ 设备信息和访问数据</h3>
<h3>○ 订单数据</h3></br>&nbsp;</article>
<article><b>● 交付您的订单</b></article>
<article><h5>一旦您成功下了订单，就会有一些程序在后台运行，以确保您的订单能够
快速送达。这包括与准备您的膳食的餐厅或准备您的物品的商店以及运
送您的订单的骑手分享您的订单数据。在这种情况下，请注意，我们可能
会使用不同类型的骑手进行配送。这些人可能是长期雇员、自由职业者
或第三方物流公司聘用的骑手。
</br>个人数据的类别。
<h3>○ 送货数据</h3></br>&nbsp;</article>
<article><b>● 让骑手、商店或餐馆打电话来检查您的订单情况</b></article>
<article><h5>如果您选择的产品无法送达，或者我们的骑手无法在您提供的送货地址
找到您，他们已经收到我们的指示，可以给您打电话，以便轻松解决这个
问题。商店、餐馆和骑手对您的个人资料没有任何要求，在任何情况下，
他们都不得为自己的目的使用这些资料。如果有骑手、商店或餐馆在未经
您事先同意的情况下与您联系，我们请您通过电子邮件向我们报告，
cs@tt.vip。
</br>个人数据的类别。
<h3>○ 交付数据</h3></br>&nbsp;</article>
<article><b>● 保存您的付款方式</b></article>
<article><h5>为了使您的订购过程更加方便，我们提供保存您的首选付款方式。这意味
着，在您下次下订单时，您不必再次输入您的付款信息。您的付款数据将
被安全地存储，我们将确保它在任何时候都保持加密状态。餐馆或商店
永远不会收到你的付款数据。
</br>个人数据的类别。
<h3>○ 支付数据</h3></br>&nbsp;</article>
<article><b>b. 欺诈检测、预防和我们平台的安全性</b></article>
<article><h5>为了保护我们的客户和我们的平台免受可能的攻击，我们持续监测我们
网站和移动应用程序上的活动。为了保持平台的安全，并保证您有一个
安全的订购体验，我们使用各种技术措施，以确保在早期阶段发现可疑的
行为模式，并尽可能地防止。为了实现这一目标，几个基于软件的监测机
制并行运行，从根本上防止潜在攻击者进入我们的平台。
决策过程是自动化的，有可能对您在我们平台上的注册账户的使用产生
影响。如果任何这样的决定导致你的负面结果，而你不同意，你可以联系
我们，cs@tt.vip 。在这种情况下，我们将单独评估您的情况。我们所有的
欺诈检测和预防算法总是开放给人类审查。如果你认为出现了错误，我
们很乐意进行调查，并在必要时进行纠正。
</br>个人数据的类别。
<h3>● 简介数据（主数据）</h3>
<h3>● 设备信息和访问数据</h3>
<h3>● 支付数据</h3>
<h3>● 订单数据</h3>
<h3>● 凭证信息</br>&nbsp;</article></h3>
<article><b>c. 直接营销</b></article>
<article><h5>通过电子邮件和/或短信发送新闻简报和用户调查</br>
如果您在注册我们的平台时向我们提供了您的电子邮件地址，我们将通
过电子邮件、短信或其他文本信息定期向您发送与我们平台上提供的商
品或服务类似的报价。我们一直在努力改进我们的服务。您的建设性反
馈对我们非常重要。因此，我们的直销通讯也可能包括调查，我们会要求
您提供诚实的反馈。我们偶尔也会向您发送客户调查，请您向我们提出
意见。</br>&nbsp;</br>
您可以通过电子邮件向cs@tt.vip，撤回您对我们向您发送所有营销材料的
同意。你撤回对营销目的的同意不会影响你使用我们网站和应用程序上
提供的服务。</br>&nbsp;</br>
您也可以通过点击电子邮件末尾的 "退订 "按钮来退订我们通过电子邮件
发送的营销通讯。</br>&nbsp;</br>
如果您在注册账户时或在后来的时间点上反对接收此类通信，您将不会
收到任何直接的营销电子邮件。当然，您可以随时选择不接收此类邮件。
在这种情况下，我们会将您的联系方式储存在反对接收直接营销的客户
名单中，以确保我们能够持续遵守您的反对意见。</br>&nbsp;</br>
不仅我们的通讯和调查的内容不同，而且我们用来设计通讯和划分客户
群的技术和标准也不同。例如，一组客户可能会收到一份特别的简讯，宣
传客户订购过的餐厅的特别优惠。其他简讯可能会提到与特定口味有关
的特定产品，如寿司、印度菜或披萨。我们使用来自您的订单历史和送货
地址的不同信息来为您创建这些量身定做的产品。还请注意，我们以化名
方式记录关键绩效指标，以评估我们直销活动的有效性。这包括有关我们
直接营销信息的打开和点击率的汇总信息。</br>&nbsp;</br>
这是一个分析过程，我们自动处理您的数据。具体的客户细分不会对您产
生法律影响，也不会对您产生类似的重大影响。您将注意到的唯一影响是
我们平台上根据您的兴趣和用餐偏好提供的有趣的服务。</br>&nbsp;</br>
尽管如此，如果这种自动决策导致了对您不利的结果，而您又不同意，您
可以通过cs@tt.vip。在这种情况下，我们将选择让您退出定制化的新闻通
讯，您将不再收到任何此类信息。
</br>个人数据的类别。
<h3>● 简介数据（主数据）</h3>
<h3>● 位置数据</h3>
<h3>● 订单数据</h3>
<h3>● 设备信息和访问数据</h3>
注意：如前所述，您有权在任何时候免费反对将您的电子邮件地址用于上
述广告目的，并在今后通过改变您的信息偏好、使用通讯末尾的 "退订 "
按钮或通过与我们联系已经提到的电子邮件地址而生效。为此，您只需根
据基本费率承担传输费用。</br>&nbsp;</br>
<b>应用程序通知</b>
在使用我们的应用程序时，我们有强烈的兴趣向您通知新的餐厅或优惠。
我们一直在努力为您提供一个惊人的客户体验。为了实现这一目标，我
们与我们的餐厅合作伙伴为您谈判非常好的交易。为了通知您这些优惠，
我们可能会向您发送应用内通知或推送通知，如果您选择在您的终端设
备上激活该功能。
</br>个人数据的类别。
<h3>● 位置数据</h3>
<h3>● 简介数据（主数据）</h3>
<h3>● 订单信息</h3></br>&nbsp;</article>
<article><b>d. 在线营销</b></article>
<article><h5>让潜在客户相信我们提供了一个惊人的客户体验，并且每一次访问我们
的平台都是值得的，这是我们的关键业务专家之一。为了尽可能多地接触
潜在客户，我们在网络营销领域非常活跃。因此，我们开展了以下在线营
销活动，以吸引新客户到我们的平台。</br>&nbsp;</article>
<article><b>● 锁定目标</b></article>
<article><h5><h3>○ 原则上，目标定位意味着简单地显示针对特定目标群体的在线广
告（例如，通过在网站上显示横幅，或在社交媒体服务时间轴上提
供广告）。我们努力只向您提供事实上与您的兴趣相关的广告，并
为您的在线体验带来附加值。</h3>
<h3>○ 在我们的定位过程中，作为第一步，我们根据某些标准，如地点、
年龄或饮食偏好，定义一个目标群体；其次，我们委托我们的服务
提供商向定义的目标群体展示我们的广告，包括在我们自己的网
站以及由第三方出版商拥有和经营的在线财产。为了更好地界定
预定的目标群体，我们对客户类型进行细分，并在不同的门户上投
放不同的广告。我们将只为这一目的使用假名数据。这意味着我们
将无法识别所定义的目标群体中的个人。</h3></br>&nbsp;</article>
<article><b>● 重定向</b></article>
<article><h5><h3>○ 只要您访问了我们的平台，例如，已经在您的购物车中下了订单，
我们就会通过cookies和其他网络跟踪技术记录这些信息。如果您
继续浏览其他网站，我们的广告合作伙伴将代表我们提醒您，您还
没有完成订单。我们不希望您错过我们惊人的客户体验。</h3>
<h3>○ 个人数据的类别。</h3>
<h3>○ 设备信息和访问数据</h3>
<h3>○ 位置数据</h3></br>&nbsp;</article>
<article><b>● 社交媒体网站</b></article>
<article><h5><h3>○ 我们在各种社交媒体平台上都有个人资料，我们在这些平台上宣
传我们的产品并与客户互动。由于我们在第三方平台（包括
Facebook和Instagram）上运营这些简介，所以每次您访问这些社交
媒体产品时，这些社交媒体平台的运营商都会向您收集不同的个
人数据。社交媒体平台Facebook和Instagram是由Facebook运营的。</h3></br>&nbsp;</article>
<article><b>● 责任</b></article>
<article><h5><h3>○ 对于在我们的社交媒体网站上收集您的个人数据，以及分析社交
媒体用户对我们的社交媒体网站的使用情况，我们和社交媒体平
台的各自运营商作为联合控制人。为此，我们和Facebook已经根据
第26条的规定达成了一项联合控制协议。26 GDPR。</h3>
<h3>○ 另外，社交媒体平台的运营商本身也是数据控制者，负责其社交媒
体服务的一般使用以及我们的个人资料和社交媒体网站之外的互
动。这种唯一的责任也适用于为分析我们社交媒体网站的流量以
外的目的而对您的社交媒体资料进行的任何处理。</h3></br>&nbsp;</article>
<article><b>● 数据处理</b></article>
<article><h5><h3>○ Facebook向页面管理员提供汇总的统计数据和见解，帮助他们了解
人们在其页面上采取的行动类型（"页面见解"）。请注意，我们只从
Facebook收到汇总的用户报告。在任何时候，我们都不能将任何页
面访问或其他互动归因于个人社交媒体档案。</h3>
<h3>○ 当您访问我们的一个社交媒体网站或其内容或与之互动时，诸如
以下信息可能被收集并用于创建页面洞察力。</h3>
<h3>○ -浏览一个页面，或一个页面的帖子或视频</h3>
<h3>○ -关注或取消关注一个页面</h3>
<h3>○ -喜欢或不喜欢一个页面或帖子</h3>
<h3>○ -在帖子或评论中推荐一个页面</h3>
<h3>○ -评论、分享或回应一个页面的帖子（包括反应的类型）</h3>
<h3>○ -隐藏一个页面的帖子或将其报告为垃圾邮件</h3>
<h3>○ -从Facebook上的另一个页面或从Facebook以外的网站点击一个页
面的链接</h3>
<h3>○ -悬停在一个页面的名称或个人资料图片上，以查看该页面的内容
预览</h3>
<h3>○ -点击页面上的网站、电话号码、"获取路线 "按钮或其他按钮</h3>
<h3>○ -在访问或与一个页面或其内容互动时，你是在电脑还是移动设备上。</h3>
</br>&nbsp;</article>
<article><b>e. 客户关系管理</b></article>
<article><h5>您的满意是我们最大的目标。因此，我们非常热衷于为您的所有问题提
供咨询和解答。为了能够回答这些问题并了解整体问题，当您与我们联系
时，我们将对话内容储存在我们的客户关系管理系统中。
我们存储的信息内容取决于您提供给我们的交流信息。
</br>个人数据的类别。
<h3>● 联系信息</h3>
<h3>● 订单历史和信息</h3></br>&nbsp;</article>
<article><b>f. 呼叫中心</b></article>
<article><h5>如果您通过电话与我们联系，我们会为了保证质量而储存谈话内容。在个
别情况下，我们还将录音用于提高客户服务的质量，即用于对我们的员工
进行培训（辅导）。我们存储的信息内容取决于您向我们提供的信息，作
为我们沟通的一部分。
</br>个人数据的类别。
<h3>● 联系信息</h3>
<h3>● 订单历史和信息</h3></br>&nbsp;</article>
<article><b>g. 合并和收购，所有权的改变</b></article>
<article><h5>我们还想告诉您，在与其他公司合并或被其他公司收购的情况下，我们将
被要求向该公司披露某些有限信息。当然，我们会要求该公司遵守法律规
定的数据保护条例。我们将把数据的范围控制在进行交易所需的绝对最
低限度。
</br>个人数据的类别。
<h3>● 交付数据</h3>
<h3>● 地点数据</h3>
<h3>● 简介数据（主数据）</h3>
<h3>● 设备信息和访问数据</h3>
<h3>● 订单数据</h3>
<h3>● 客户关怀数据</h3>
<h3>● 营销联系和通信数据</h3>
<h3>● 付款数据</h3>
<h3>● 优惠券信息</h3>
<h4>7. 我们与谁分享您的个人数据</h4>
我们从不将您的数据提供给未经授权的第三方。然而，为了有效地运行我们的业务，我
们获得了选定的服务提供商的服务，并允许他们有限地和严格监控地访问我们的一些
数据，以实现这些目的。然而，在我们将个人数据转交给这些伙伴公司代表我们进行处
理之前，每家公司都要经过审计。所有的数据接收者必须符合法律规定的数据保护要
求，并承诺按照适用的数据保护法的要求，以类似的标准保护其个人数据。

<article><b>a. 服务供应商和数据处理者</b></article>
<h5>我们使用不同的服务提供商进行日常处理活动。根据2010年《个人数据保
护法》的要求，这些供应商大多作为所谓的 "数据处理者 "处理您的个人数
据。这意味着他们只允许根据我们的指示处理任何个人数据，而没有任何
要求为自己的独立目的处理您的个人数据。我们也监督我们的处理者，只
包括那些符合我们高数据保护标准的处理者。</h5>

<article><b>b. 第三方</b></article>
<h5>除了数据处理者，我们还与第三方合作，我们也向他们传输您的个人数据
，但他们不受我们的指示约束。例如，我们的顾问、律师或税务顾问，他
们根据合同从我们这里接收您的数据，并出于法律原因或为了保护我们
自己的利益而处理您的个人数据。在任何情况下，我们都不会将您的个人
数据出售或出租给第三方。未经您明确的、知情的同意，绝不会发生这种
情况。</h5>

<article><b>c. 检察机关、法院和其他公共机构</b></article>
<h5>在某些情况下，我们也需要向执法机构、政府和监管机构披露我们的个人数据，以履行
法律义务，或认为有必要披露，以发现或防止犯罪，或为了刑事调查或法律行动。</h5>
<h4>8. 我们将您的数据保存多长时间</h4>
我们通常在目的实现后删除您的个人数据。确切的删除规则在我们的全球政策和支持
当地的保留时间表中规定。根据处理的目的，适用不同的删除规则。在我们的删除概念
中，我们已经定义了各种数据类别，并为它们指定了常规的最大保留和删除期限。当保
留期过后，存储的数据将被相应删除。如果您超过三年没有在我们的平台上使用您的用
户账户，我们将删除您的账户，以确保遵守存储限制原则。在这之前，您会收到我们发
给您的用户账户所注册的电子邮件地址的单独通知。</br>
除了我们自己定义的删除规则外，还有其他我们必须遵守的法律保留期。对于各种法律
文件，如发票或商业信函，适用的法律规定了最低保留期限。例如，税务数据必须保留6
至10年，在某些情况下甚至更长。这些特殊的保留期根据当地的法律要求而有所不同。</br>
此外，如果我们有权利根据第17条（3）GDPR的规定这样做，我们将继续存储您的数据。
17 (3) GDPR或其他适用法律的要求，我们将继续保存您的数据。这尤其适用于我们需
要您的个人数据来建立、行使或捍卫法律主张的情况。
<h4>9. 您如何行使您的数据主体权利</h4>
您可以通过使用您的用户账户中提供的功能（如适用，用于删除和更正个人数据）或发
送电子邮件至 cs@tt.vip，来行使上述第3段规定的数据主体权利。我们将根据本隐私政
策和适用法律规定的义务来处理此类请求。然而，你撤回对某些目的的同意可能意味着
我们将无法继续向你提供服务。</br>
我们将要求您提供足够的身份信息，以确定您的身份，并了解您的请求的性质，以便我
们作出相应的回应。</br>
我们可能会向您收取合理的费用，以处理您访问您个人数据的请求。如果我们选择收费
，我们将向您提供一份关于我们将收取的费用的书面估计。请注意，在适用法律允许的
情况下，除非你同意支付所要求的费用，否则我们不需要回应或处理你的请求。
<h4>10. 修改权</h4>
我们保留修改本隐私声明的权利，以确保符合相关的法律和法规规定。我们将通知您任
何重大变化，如处理目的的变化或新的目的。
<h4>11. 免责声明</h4>
我们将采取合理的法律、组织和技术措施，确保您的个人数据得到保护。这包括采取措
施防止个人数据丢失，或被使用，或以未经授权的方式访问。我们限制我们的员工在需
要了解的基础上访问您的个人数据。处理您的个人数据的人员只会以授权的方式进行
处理，并被要求对您的信息进行保密。
</br>&nbsp;
</br>
然而，请理解，通过互联网传输信息并不完全安全。尽管我们将尽最大努力保护您的个
人资料，但我们不能保证通过任何在线方式传输的您的个人资料的安全性，因此，任何
传输的风险仍由您自己承担。

      `
    }
  }
}
